"Add" = "Voeg toe";
"Add Source" = "Voeg bron toe";
"All Packages" = "Alle paketten";
"Analyzing dependencies..." = "Afhankelijkheden analyseren…";
"Author" = "Auteur";
"Bad Source" = "Slechte bron";
"Cancel" = "Annuleer";
"Cancelled." = "Geannnulleerd.";
"Cleaning up..." = "opkuisen…";
"Custom..." = "Aangepast…";
"Direct Dependencies" = "directe afhankelijkheden";
"Direct Dependency" = "directe afhankelijkheid";
"Done" = "Gedaan";
"Downloading" = "Downloaden";
"Finishing" = "Eindigen";
"have" = "Heb";
"Install" = "Installeer";
"Installing" = "Installeren";
"Maintainer" = "Maintainer";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Pakket \"%@\" kan niet verwijderd worden omdat het noodzakelijk i voor het functioneren van Icy.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Pakket \"%1$@\" kan niet verwijderd worden omdat er andere pakketen zijn die hiervan afhangen:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Pakket \"%1$@\" kan niet geïnstalleerd worden(DPKG terugkerende fout #%2$d). Meer info mogelijk in de console log.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Pakket \"%1$@\" kan niet geïnstalleerd worden(DPKG terugkerende fout #%2$d). Meer info mogelijk in de console log.";
"Package \"%@\" was not found." = "Pakket \"%@\" is niet gevonden, u moet mogelijk de bron nog toevoegen.";
"Please enter the source URL:" = "vul de bron in:";
"Preparing" = "Voorbereiding";
"Reinstall" = "Herinstalleer";
"Removing" = "Verwijderen";
"Search All" = "Zoek alles";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "The bron voor de URL \"%@\" is niet geldig. Deze is niet toegevoegd.";
"Uncategorized" = "ongecaterogiseerd";
"Update All" = "update alles";
"Remove" = "verwijder";
"Version" = "Version";
"Upgrade" = "verbeter";
"View Console Log" = "bekijk de console log";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Pakket \"%@\" kan niet geinstalleerd worden omdat er een probleem is met een ander pakket, \"%@\". Gelieve dit eerst te deinstalleren.";
"Yesterday" = "Gisteren";
"Two Days Ago" = "Twee dagen geleden";
"More..." = "meer…";
"Recent Packages" = "Recente pakketten";
"Force Remove" = "forceer verwijdering";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Dit pakket is gemarkeerd als essentieel en is cruciaal voor het besturingssysteem. U kan het nog steeds geforceerd verwijderen, maar dit kan uw systeem onstabiel maken. Doe dit enkel als je weet wat je doet.";
"%d Hours Ago" = "%d Huren geleden";
"%d Hour Ago" = "%d Huur geleden";
"%d Minutes Ago" = "%d Minuten geleden";
"%d Minute Ago" = "%d Minuut geleden";
"%d Days Ago" = "%d Dagen geleden";

/* NIB strings */
"Add All" = "Voeg alles toe";
"Other Credits" = "Andere kredieten";
"Copyright" = "Auteursrecht";
"All rights reserved" = "Alle rechten voorbehouden";
"Categories" = "Categoriën";
"Sources" = "Bronnen";
"Installed" = "Geinstalleerd";
"About" = "over";
"Updated" = "verbeterd";

